Repository: Helsingin-kaupungin-tietokeskus/ckanext-hrifi
Catalog: i18n/*/LC_MESSAGES/ckanext.hrifi.po
Languages: fi

source: Harvesters are not authorized to see non active datasets
fi: Harvestereilla ei ole oikeutta nähdä ei-aktiivisia tietoaineistoja

source: Harvesters are not authorized to edit groups
fi: Harvestereilla ei ole oikeutta muokata ryhmiä

source: Harvesters are not authorized to delete groups
fi: Harvestereilla ei ole oikeutta poistaa ryhmiä

source: Harvesters are not authorized to create groups
fi: Harvestereilla ei ole oikeutta luoda ryhmiä

source: Harvesters are not authorized to create packages
fi: Harvestereilla ei ole oikeutta luoda tietoaineistoja

source: Harvesters are not authorized to update packages
fi: Harvestereilla ei ole oikeutta päivittää tietoaineistoja

source: Harvesters are not authorized to delete packages
fi: Harvestereilla ei ole oiketta poistaa tietoaineistoja

source: You cannot register for this site.
fi: Et voi rekisteröityä tälle sivulle.

source: You must be logged in see the site
fi: Sinun täytyy olla kirjautunut sisään nähdäksesi tämän sivun

source: title_se
fi: Otsikko (se)

source: title_en
fi: Otsikko (en)

source: external_reference
fi: Ulkoinen linkki

source: external_reference_se
fi: Ulkoinen linkki (se)

source: external_reference_en
fi: Ulkoinen linkki (en)

source: notes_se
fi: Kuvaus (se)

source: notes_en
fi: Kuvaus (en)

source: date_released
fi: Julkaisupäivämäärä

source: date_updated
fi: Päivityspäivämäärä

source: update_frequency
fi: Päivitysväli

source: geographic_granularity
fi: Maantieteellinen tarkkuus

source: geographic_coverage
fi: Maantieteellinen kattavuus

source: temporal_granularity
fi: Aikasarjan tarkkuus

source: temporal_coverage-from
fi: Aikasarja alkaa

source: temporal_coverage-to
fi: Aikasarja päättyy

source: categories
fi: Kategoriat

source: taxonomy_url
fi: Taksonomia URL

source: agency
fi: Virasto

source: search_info
fi: Hakutiedot

source: source
fi: Lähde

source: Unauthorized to read or create package %s
fi: Ei oikeuksia näyttää tai luoda tietoaineistoa %s

source: Dataset not found
fi: Tietoaineistoa ei löytynyt.

source: Unauthorized to read package %s
fi: Ei oikeuksia näyttää tietoaineistoa %s

source: Integrity Error
fi: Integriteettivirhe

source: Unable to add package to search index.
fi: Ei voitu lisätä tietoaineistoa hakuindeksiin.

source: Sysadmin settings
fi: Järjestelmän ylläpitäjän asetukset

source: View profile
fi: Näytä profiili

source: Edit settings
fi: Muokkaa asetuksia

source: Log out
fi: Kirjaudu ulos

source: Log in
fi: Kirjaudu sisään

source: Datasets
fi: Tietoaineistot

source: Organizations
fi: Organisaatiot

source: About
fi: Tietoa

source: Multiedit
fi: Massamuokkaus

source: Search Datasets
fi: Etsi tietoaineistoja

source: Search
fi: Etsi

source: Copy
fi: Kopioi

source: Additional Info
fi: Lisätietoa

source: Field
fi: Kenttä

source: Value
fi: Arvo

source: Source
fi: Lähde

source: Author
fi: Ylläpitäjä

source: Version
fi: Versio

source: State
fi: Tila

source: Title
fi: Otsikko

source: eg. A descriptive title
fi: Aineistoa hyvin kuvaava otsikko

source: eg. my-dataset
fi: esim. aineistoa-hyvin-kuvaava-otsikko

source: Draft
fi: Luonnos

source: Completed Draft
fi: Valmis luonnos

source: Active
fi: Aktiivinen

source: Description
fi: Kuvaus

source: eg. Some useful notes about the data
fi: Mahdollisimman tarkka sanallinen kuvaus tietoaineistosta

source: Tags
fi: Avainsanat

source: eg. economy, mental health, government
fi: esim. väestö, asuminen, julkinen-talous

source: License
fi: Lisenssi

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
fi: Lisätietoa lisensseistä löytyy esim. täältä: <a href=http://www.hri.fi/fi/ajankohtaista/bloggaukset/kayta-nimea/"Käytä, nimeä</a>

source: Organization
fi: Organisaatio

source: No organization
fi: Ei organisaatiota

source: Visibility
fi: Näkyvyys

source: Private
fi: Yksityinen

source: Public
fi: Julkinen

source: Important: By submitting content, you agree to release your contributions under the Open Database License.
fi: Tärkeää: Lisäämällä sisältöä sitoudut julkaisemaan lisäyksesi Open Database -lisenssillä.

source: Save
fi: Tallenna

source: Are you sure you want to delete this dataset?
fi: Haluatko varmasti poistaa tämän tietoaineiston?

source: Delete
fi: Poista

source: Cancel
fi: Peruuta

source: Next: Add Data
fi: Seuraavaksi: Lisää tietoaineisto

source: Joe Bloggs
fi: esim. Helsingin seudun ympäristöpalvelut HSY

source: Author Email
fi: Ylläpitäjän sähköpostiosoite

source: joe@example.com
fi: esim. sepe@hsy.fi

source: Add Group
fi: Lisää ryhmä

source: Link to a file
fi: Tiedostolinkki

source: Link to an API
fi: API-linkki

source: Resource
fi: Linkki tietoaineistoon

source: eg. http://example.com/gold-prices-jan-2011.json
fi: esim. http://www.hsy.fi/avoindata

source: Name
fi: Nimi

source: eg. January 2011 Gold Prices
fi: esim. Väestötietoruudukko

source: Some useful notes about the data
fi: esim. Excel-tiedosto tai REST-rajapinta

source: Format
fi: Tiedostomuoto

source: eg. CSV, XML or JSON
fi: esim. CSV, XML tai JSON

source: This is generated automatically. You can edit if you wish
fi: Tämä luodaan automaattisesti. Voit halutessasi muokata sitä

source: File Size
fi: Tiedoston koko (tavuina)

source: eg. 1024
fi: esim. 89000

source: Are you sure you want to delete this resource?
fi: Haluatko varmasti poistaa tämän tietoaineistolinkin?

source: Previous
fi: Edellinen

source: Save & add another
fi: Tallenna & lisää uusi

source: Next: Additional Info
fi: Seuraavaksi: Lisää metadata

source: Add
fi: Lisää

source: Title (se)
fi: Otsikko (se)

source: Title (en)
fi: Otsikko (en)

source: Notes (se)
fi: Kuvaus (se)

source: Notes (en)
fi: Kuvaus (en)

source: Taxonomy URL
fi: Taksonomia URL

source: Agency
fi: Virasto

source: Search Info
fi: Hakutiedot

source: External reference
fi: Ulkoinen linkki

source: External reference (se)
fi: Ulkoinen linkki (se)

source: External reference (en)
fi: Ulkoinen linkki (en)

source: Date released
fi: Julkaisupäivämäärä

source: Date updated
fi: Päivityspäivämäärä

source: Update frequency
fi: Päivitysväli

source: Geographic granularity
fi: Maantieteellinen tarkkuus

source: Geographic coverage
fi: Maantieteellinen kattavuus

source: Temporal granularity
fi: Aikasarjan tarkkuus

source: Categories
fi: Kategoriat

source: Temporal coverage from
fi: Aikasarja alkaa

source: Temporal coverage to
fi: Aikasarja päättyy

source: Clear All
fi: Poista kaikki

source: Show More {facet_type}
fi: Näytä lisää {facet_type}

source: Show Only Popular {facet_type}
fi: Näytä vain suositut {facet_type}

source: There are no {facet_type} that match this search
fi: Hakua vastaavia {facet_type} ei löydy

source: Login
fi: Kirjaudu sisään

source: Need an Account?
fi: Tarvitsetko käyttäjätilin?

source: Then sign right up, it only takes a minute.
fi: Luo käyttäjätili, se vie vain hetkisen.

source: Create an Account
fi: Luo käyttäjätili

source: Forgotten your details?
fi: Unohditko salasanasi?

source: No problem, use our password recovery form to reset it.
fi: Ei ongelmaa, tilaa tästä itsellesi uusi salasana.

source: Forgot your password?
fi: Unohditko salasanasi?

source: Not authorized to see this page
fi: Ei oikeuksia nähdä tätä sivua

source: Formats
fi: Formaatit

source: Access denied.
fi: Pääsy evätty

source: Package not found.
fi: Tietoaineistoa ei löytynyt.

source: Validation error.
fi: Epäkelpo syöte.

source: Group not found.
fi: Ryhmää ei löydy.

source: Multiedit search -
fi: Matriisihaku

source: Choose groups to edit.
fi: Valitse ryhmät, joita haluat muokata.

source: Cannot add any groups.
fi: Ei voi lisätä ryhmiä

source: Add selected datasets to groups
fi: Lisää valitut tietoaineistot ryhmiin

source: Remove selected datasets from groups
fi: Poista valitut tietoaineistot ryhmistä

source: Select the data packages you wish to update by ticking the checkboxes below.
fi: Rastita päivitettävät aineistot alla olevasta taulukosta.

source: [1:There was an error while searching.] Please try again.
fi: [1:Etsiessä tapahtui virhe.] " "" " """ " "" " """" " "" " """ " "" " """"" " "" " """ " "" " """" " "" " """ " "" " """""Ole hyvä ja yritä uudelleen.

source: [1:%(item_count)s] datasets found
fi: löytyi [1:%(item_count)s] tietoaineistoa

source: Would you like to [1:create a new dataset?]
fi: Haluatko [1:luoda uuden tietoaineiston?]

source: Too many results found, try narrowing down the search (at max
fi: Liian monta hakutulosta, yritä rajata hakua (maksimissaan

source: results shown).
fi: tulosta näytetään).

source: Ignore limit (search may take longer).
fi: Ohita hakurajoitus (haussa voi kestää pidempään).

source: First
fi: Ensimmäinen

source: Prev
fi: Edellinen

source: Next
fi: Seuraava

source: Last
fi: Viimeinen

source: Show:
fi: Näytä:

source: Check here if you want to add to field instead of replacing its value.
fi: Lisää arvo korvaamisen sijaan.

source: Please select packages to update.
fi: Valitse tietoaineistot, joita haluat päivittää.

source: Updating selected datasets, please wait.
fi: Päivitetään valittuja tietoaineistoja, ole hyvä ja odota.

source: Search...
fi: Haku...

source: res_format
fi: Muodot

source: author
fi: Ylläpitäjä

source: groups
fi: Ryhmät

source: Choose a field to show / edit.
fi: Valitse kenttä, jonka haluat katsella / muokata.

source: Enter a new value for the field.
fi: Syötä kenttään uusi arvo.

source: There was an error while searching.
fi: Etsiessä tapahtui virhe.

source: Please try again.
fi: Ole hyvä, yritä uudelleen.

source: Would you like to
fi: Haluaisitko

source: create a new dataset?
fi: luoda uuden tietoaineiston?

source: datasets found
fi: tietoaineistoa löytyi
